/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Stop";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Stop zoeken";

/* alert button */
"Continue" = "Ga door";

/* alert button */
"Continue scan" = "Ga door met zoeken";

/* alert button */
"Ignore" = "Negeer";

/* alert button */
"Ignore plug-in" = "Negeer plug-in";

/* alert button */
"Open plug-in graphic interface" = "Open grafische interface van plug-in";

/* alert button */
"Start Plug-In Manager" = "Start Plug-inbeheer";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Beste ^P-gebruiker,\nJe hebt %ld plug-in(s) voor Audio Units ingeschakeld die niet zijn goedgekeurd bij de Apple validatie van Audio Units. Dit kan leiden tot problemen, tot het vastlopen van ^P of tot gegevensverlies! Controleer bij de leverancier of er bijgewerkte versies beschikbaar zijn. Je wordt aangeraden deze plug-ins uit te schakelen in Plug-inbeheer.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Alleen Audio Units die zijn gevonden zijn in ^P beschikbaar.\nHet zoeken wordt voortgezet wanneer je ^P opnieuw start.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Je hebt onvoldoende bevoegdheden om de Audio Unit '%1$@' van '%2$@' op dit systeem te gebruiken.\nRaadpleeg de documentatie bij de plug-in voor meer informatie over de kopieerbeveiliging ervan.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Je hebt onvoldoende bevoegdheden om de Audio Unit '%1$@' van '%2$@' op dit systeem te gebruiken.\nRaadpleeg de documentatie bij de plug-in voor meer informatie over de kopieerbeveiliging ervan. Je kunt de grafische interface van de plug-in nu openen om de kopieerbeveiliging te beheren.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Tijdens het controleren van de compatibiliteit van de Audio Unit heeft ^P %ld Audio Unit-plug-in(s) gevonden die niet voldoen aan de AU-controle van Apple. Deze plug-ins zijn uitgesloten van verder gebruik in ^P om mogelijke problemen of het vastlopen van het programma te voorkomen. Je kunt Plug-inbeheer nu starten om de controleresultaten te bekijken of doorgaan met het opstartproces.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P is onverwacht gestopt bij het gebruik van de Audio Unit '%1$@' door '%2$@'.\nVoor deze plug-in is mogelijk een update vereist.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Er heeft zich een fout voorgedaan met een geïnstalleerde Audio Unit-plug-in.";

/* alert title */
"Audio Unit authorization error." = "Fout bij autorisatie van Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Incompatibele Audio Units gevonden.";

/* alert title */
"You are about to abort the scan process." = "Je staat op het punt het zoekproces te stoppen.";

/* alert title */
"You are using incompatible Audio Units." = "Je gebruikt Audio Units die niet compatibel zijn.";

/* audio unit type */
"MIDI processor" = "MIDI-processor";

/* audio unit type */
"MIDI-controlled effect" = "Effect met MIDI-besturing";

/* audio unit type */
"effect" = "effect";

/* audio unit type */
"format converter" = "structuurconvertor";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mixer";

/* audio unit type */
"offline effect" = "offline-effect";

/* audio unit type */
"output unit" = "uitvoereenheid";

/* audio unit type */
"panner" = "panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Audio Unit-plug-ins zoeken…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Informatie over Audio Unit-plug-ins bijwerken…";

/* possible validation result */
"couldn’t be opened" = "kan niet worden geopend";

/* possible validation result */
"crashed validation" = "validatie vastgelopen";

/* possible validation result */
"failed validation" = "validatie mislukt";

/* possible validation result */
"not authorized" = "niet bevoegd";

/* possible validation result */
"not validated due to internal error" = "niet gevalideerd vanwege interne fout";

/* possible validation result */
"not yet validated" = "nog niet gevalideerd";

/* possible validation result */
"successfully validated" = "validatie geslaagd";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Audio Units zoeken (%1$d van %2$d voltooid)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Audio Units zoeken (%1$ld van %2$ld voltooid)";

/* used for invalid version numbers */
"invalid" = "ongeldig";

/* used when value transformer can’t interpret given object */
"unknown" = "onbekend";
